import{a as o}from"./Content-77dc1e15.js";import{a as r,c as a}from"./index-e5058caf.js";const s=`
## きっかけ
　ひろゆきさんとひげおやじさんのいちゃいちゃてぇてぇ動画を見ていて懐疑的になったので記事を書くことにした。
https://www.youtube.com/watch?v=ddfOSHMpVi8

　論理破綻と言うものの、実際のところ私が勝手に論理演算子を導入していて、本来ロジカルなテーブルで捌くべき題材ではないし、
凄まじく無粋な真似をしているのでご了承いただきたいと釘を刺しておく。
そもそもこの人たち酔っぱらっているであろうから、おかしいのは私。
日々の感性と感覚を記憶に残したいので、メモ書き程度のものとして見てもらえるといいかと思う。

## テーマ「共感したい」
　ひげおやじさんがお酒を一緒に飲みたいモチベとして「共感したい」を挙げた。
これを聞いて私は「おかしくない？」とふと思った次第である。

## おかしい点

- 共感に至るまでの不確定性を無考慮している点
- 「ひろゆきさん」の「感性」を無考慮している点(ここでの感性は「共感する/しない」を決定づける変数として定義する)
- 「共感すること」が「共感する内容」に先立っていて順序がおかしい

## 未来の現象の不確定性-一意に定まらない-
　「お酒を一緒に飲む」から「共感」に至るまでが**一意的に定まら(well-definedで)ない**はずであり、この点がまずおかしい。
「俺はうまい」けど「お前は不味いんだね」といったようになりえるし、未来の現象が決定付けられていない。
未来の現象を予測するためには定義や、考慮するべき変数の数があまりにも足りない。

　そもそも「うまい」「不味いけど飲みたくなる」「コクが深いがおいしくない」「酸っぱくて美味しい」など組み合わせは無数にあり、
それを的中させるには「以前同じ酒を飲んで私とこの人は共感していた」や
「酒が美味しくなるシチュエーション(最高のつまみ等の準備が済み)がセッティングしてあるので、この人なら美味しいと言うに違いない。私も以前飲んで美味しいと思っている」
等の打算的な何かが必要であるが、実際のところ最高に親しい友人で考えるとしても、難しい問題である。

　また、ワインは温度や保存状況で味が変わるので、以前もし飲んだことがあっても、状態を再現するのは困難。
また、人間側にも体調や気分などのコンディションが存在するので、これも無視できないファクターであるからである。

## 他人の感性からも予測困難

　「ひろゆきさんの感性」が考慮済みかどうか。
またもし、「ひろゆきさんの感性」と「自分(ひげおやじさん)の感性」を照合しても、あるワインを飲んだ時に「共感するであろう」という結論に至るのは非常に困難。
「まずいとは言わないであろう」という補集合的な推論も、共感しているかどうかまでは至れないはずである。
例として「酸っぱくて美味しい」と「酸っぱくはないが美味しい」など。以前も飲んだことあるワインだったりすれば別であるが。

## 「共感する」が先で「味わう」が後になっている問題

　共に「味わいたい」や「飲みたい」ではなく、**「共感したい」**が先立つことの意味するところ、味を評価する以前に発生している動機であるという点。
これはバイアスとなりうるのではないかと考える。後の味の評価が下される際に影響を及ぼすことを示唆する。
ひろゆきさんが「おいしい」といえば「おいしい」と**「言ってしまえる」**し、自分を騙すこと、自己暗示によって妥協的な帳尻合わせが可能となってしまう。
なぜならば「味わう」ことよりも「共感する」ことの方が重要(優先、先)だからである。
これは非常にずるくて、後出しジャンケンのようである。
強引かもしれないが、「後からあなたと同じことを言いますよ」の前振りとも、
「私はあなたにとってのイエスマンですよ」宣言ともとれるのではなかろうか。
これがもし私がひろゆきさんだとしたら、
「あ、この人は嘘をつく人なんだな、信用できないな」と判断してしまうかもしれない。

## 結論
　そもそも「共感」ってそんなに簡単にできるものではないのに、「共感したい」っておかしいよなという話。
「共感」って同じ行動指針をとっていた人々の間で「偶発的に」起こる「同じスペクトルに近似できる感情」だと思うので、
行動指針を取る前に先立つ感情としては「期待値が低い」ので、合理的じゃないなと思った次第である。

　ひろゆきさんも私と同じようなことを言っていて、動画の最後の方でひげおやじさんがひろゆきさんに「さてはお前モテないな〜？W」
と言っていたが、まったくもっておっしゃる通りである。さーせん。
`,d=t=>{const e=r.find(n=>n.path==="content8");return a(o,{get isSP(){return t.isSP},get articleContents(){return{markdown:s,...e}}})};export{d as default};
